{"name":"Кулинария","description":"Про флору, фауну и как их привести в съедобный вид.","quests":[{"uuid":"2f67e6ef-0d09-4cc7-b414-2bd87d71fc71","name":"Зловредные клетки","description":"Ваши иследования этого заброшенного места непременно дали свои плоды! Вы узнали многое о том, что тут есть и чего нет, но думаю мы пока остановимся на одних распростран`нных и почти разнообразных вещах — Спавнерах! Рассадники что плодят кучу монстров в округе, мало кто знает почему они тут появились, возможно это дело чьих-то рук, ведь не все мутанты так бездумны, да и руки у них бывают. Вот только боюсь разгадка останется тайной, но она нам и не нужна, ведь вы читаете это чтобы получить наставление как вытащить из этих клеток выгоду! Думаю всё очень просто, если так посмотреть. Вы можете спокойно настроить фармилку любого существа как захотите, но точно помните что спавнеры не любят свет любого вида. Поэтому советую вам уводить их в тьму после всех подготовок, вы же не хотите строить когда скелеты обстреливают вас со всех сторон? Вот то-то же.","x":178,"y":49,"icon":{"id":"minecraft:rotten_flesh"},"prerequisites":["dfe57417-ea19-4ed7-8ff3-78e5bb7f92ee"],"tasks":[{"type":"DETECT","description":"Ферма мобов","longDescription":"Нафармите:\n- 192 Гнилой плоти\n- 192 Кости\n- 192 Паучих глаз","items":[{"item":{"id":"minecraft:rotten_flesh"},"required":192},{"item":{"id":"minecraft:bone"},"required":192},{"item":{"id":"minecraft:spider_eye"},"required":192}]}],"reward":[{"id":"primal:salt_dust_netjry","amount":64}],"commandrewards":[]},{"uuid":"12f058c9-1ed3-4b1b-a3e6-58557c7e8ac7","name":"Пища постапокалиптических богов","description":"Этот мир прогнил и остались только... Мутанты. Да вы не ослышались, точнее не разучились читать. Мутанты, какбы странно это не звучало, — один из хороших источниов пищи. К сожалению или к счастью не все из них. Если так подумать, то что в этом страшного? Любой мутант это почти тоже мирное животное что было сто... эм.. тысячу.. десять тысяч лет назад..? Думаю вы поняли, просто ваша свинка или коровка обзавелась новыми формами, видами и штуками для защиты засчет радиации и немного эволюции! :3 ","x":25,"y":18,"icon":{"id":"lycanitesmobs:raw_joust_meat"},"prerequisites":["944dfcf3-177d-4d34-9d98-e3ee3d4d2a2b"],"trigger":"ANTI_TRIGGER","tasks":[{"type":"CONSUME","description":"Мясо Джуста","longDescription":"Попробуйте более распространенных существ на поверхности.. Как насчет джустов? Они хоть и выглядят мирно, но они не потерпят грубого отношения просто так, как было много лет назад, когда они были просто мирными существами. Будьте готовы дать бой! А альфа джусты даже ждать не будут вашего первого удара, они сразу идут в бой чтобы надавать вам по лицу! Но с другой стороны вы можете запереть этих существ и даже разводить, но об этом думаю какнибудь потом. Добудьте мясо и пожарьте в своей печке или еще в чём-то что проведет термическую обработку вашего нового кушанья, ведь сырое мясо чаще всего содержит некоторые токсины, что могут дать не самый положительный эффект. Но на ваше счастье огонь и тепло иногда превращают токсины во что-то полезное, от чего еда становиться даже лучше.","items":[{"item":{"id":"lycanitesmobs:raw_joust_meat"}}]}],"reward":[{"id":"lycanitesmobs:cooked_joust_meat","amount":4}],"commandrewards":[]},{"uuid":"dfe57417-ea19-4ed7-8ff3-78e5bb7f92ee","name":"Это сахар? Это соль? Это соль.","description":"Мутанты и вправду хороши на вкус, но вы спросите: \"Разве тут больше нет вариантов чем-то полакомиться?\". А я вам отвечу: \"Почему же? А как же деликатес из солённого мяса зомби!\". Только не закрывайте справочник сразу! Я знаю что вы не каннибал, ведь быть им не самое лучшее время, когда людей почти нет, а ваши товарищи нужны вам для лучшего выживания... Вы же не хотите самому делать всё, что делают они? Вот и отлично!","x":178,"y":18,"icon":{"id":"primal:salt_dust_netjry"},"prerequisites":["12f058c9-1ed3-4b1b-a3e6-58557c7e8ac7"],"tasks":[{"type":"DETECT","description":"Нитритовая соль","longDescription":"В любом случае, вам нужно найти бассейн соли, что появляется где-то в пустоши среди сухого песка. Но не забудьте лопату! Ведь так вы точно управитесь до неблагоприятного времени суток! Принесите добычу на базу и спокойно приправте плоть гнилых созданий, что были убиты вами или остальными. Чувствуете вкус изменился? Каким питательным и отличным он стал! Вот так вы сделали из гнили вяленное мясо быстрого приготовления!","items":[{"item":{"id":"primal:salt_dust_netjry"},"required":192}]}],"reward":[{"id":"lycanitesmobs:cooked_joust_meat","amount":16}],"commandrewards":[]}],"reputationBar":[]}